Repository: semyda94/Your-Vocabulary
Catalog: Your Vocabulary/*.lproj/Localizable.strings
Languages: ru

source: At first create your dictionary and select the appropriate properties for the dictionary you want to use. After discovering a new word you can then add it to its associated dictionary.
ru: Сначала создайте словарь и выберите подходящие свойства для словаря, который вы хотите использовать. После обнаружения нового слова вы можете добавить его в соответствующий словарь.

source: At this moment app doesn't have any backup files
ru: В данный момент у приложение отсутствуют резервные копии.

source: At this moment you don't have any dictionaries. For exporting database have to have at least one dictionary.
ru: В данный момент приложение не содержит ни одного словаря. Для создания резервной копии необходимо как минимум один словарь.

source: Backup name
ru: Имя резервной копии

source: Can not import
ru: Импорт невозможен

source: Cancel
ru: Отменить

source: Continue to work in the same direction and your results will be improving with every attempt!
ru: Продолжайте работать в том же направлении и ваши результаты будут становиться лучше с каждой попыткой.

source: Couldn't set
ru: Невозможно установить

source: Count of words: %d
ru: Количество слов: %d

source: Create
ru: Создать

source: Create Backup
ru: Создать резервную копию

source: Definitions
ru: Определения

source: Delete
ru: Удалить

source: Dictionaries and words
ru: Словари и слова

source: Edit
ru: Ред.

source: Editing properties
ru: Редактирование свойств

source: Enter in field below name of backup file.
ru: Введите в поле ниже имя резервной копии.

source: Examples
ru: Примеры

source: Excellent
ru: Великолепно.

source: Excellent, your knowledge is great, keep adding new words and expand your vocabulary
ru: Ваши знания потрясающе! Продолжайте добавлять новые слова и расширять ваш словарный запас.

source: Extra information
ru: Дополнительная информация

source: Good
ru: Хорошо

source: In the “Progress” section you can track your achievements over time, where statistic for all tests will be displayed, both for all dictionaries together and for dictionaries separately.
ru: В разделе”Прогресс” вы можете отслеживать свои достижения по времени, где будет отображаться статистика по всем тестам, как по всем словарям вместе, так и по словарям отдельно.

source: In the section “Quizzes” you can find 3 different type of puzzels which help you continually practice and improve your vocabulary.
ru: В разделе “Tесты” вы можете найти 3 различных типа головоломок, которые помогут вам постоянно практиковать и улучшать свой словарный запас.

source: Keep going
ru: Не останавливайтесь.

source: Learned words: %d
ru: Выученных слов: %d

source: Memorization
ru: Запоминание

source: New dictionary
ru: Новый словарь

source: New game
ru: Новый тест

source: New word
ru: Новое слово

source: No backups
ru: Нет резервных копий

source: No dictionaries
ru: Нет словарей

source: Not enough words
ru: Недостаточно слов

source: Number of answers
ru: Количество ответов

source: Number of correct answers
ru: Количество верных ответов

source: Number of words
ru: Количество слов

source: Ok
ru: ОК

source: OK
ru: ОК

source: Progress
ru: Прогресс

source: Quit
ru: Завершить

source: Quiz that providing a question and you must choose one of four suggested answers
ru: Тест в котором предоставляется вопрос и вы должны выбрать один из 4-х ответов

source: Quiz that providing a question and you must choose one of four suggested answers, however time is limited
ru: Тест в котором предоставляется вопрос и вы должны выбрать один из 4-х ответов, однако время ограничено

source: Quiz where you should relate the presented pairs
ru: Тест в котором вы должны сопоставить представленные пары

source: Quiz where you should relate the presented pairs, however time is limited
ru: Тест в котором вы должны сопоставить представленные пары, однако время ограничено

source: Quiz, where you should write a right spelled answer for presented option
ru: Тест в котором вы должны написать корректно написанный ответ на предоставленный вопрос

source: Quiz, where you should write a right spelled answer for presented option, however time is limited
ru: Тест в котором вы должны написать корректно написанный ответ на предоставленный вопрос, однако время ограничено

source: Quizzes
ru: Тесты

source: Sadly, at this moment your list of dictionaries doesn't have no one dictionary.
ru: К сожалению, на данный момент приложение не содержит ни одного словаря

source: Search words
ru: Поиск слов

source: Sorry, chosen dictionary doesn't have enough unlearned words.
ru: К сожалению, словарь содержит недостаточно невыученных слов.

source: Spelling
ru: Правописание

source: Synonyms
ru: Cинонимы

source: Translations
ru: Переводы

source: Unknown
ru: Без имени

source: Welcome
ru: Добро пожаловать!

source: Welcome to “Your Vocabulary”. This app will help you extend word knowledge.
ru: Добро пожаловать в ”Your Vocabulary”. Это приложение поможет вам расширить знания слов.

source: Word
ru: Cлово

source: You should select at least one day of the week to set a training reminder
ru: Вы должны выбрать хотя бы один день недели для того что бы установить напоминание.

source: Your results are good enough, a little more practice and your knowledge will be excellent
ru: Ваш результат достаточно хорош, немного больше практики и ваши знания будут велеколепны.

source: Seeking
ru: Поиск

source: Seeking by time
ru: Поиск на время

source: Matching
ru: Соотношение

source: Matching by time
ru: Соотношение на время

source: Spelling by time
ru: Правописание на время
